// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Abrir preferências da rede…";

// connect/disconnect
"CONNECT" = "Ligar";
"DISCONNECT" = "Desligar";

// error string
"NO_VPN_CONFIGS" = "VPN não configurado";
"NO_MODEM_CONFIGS" = "Configurações do modem inexistentes";
"NO_PPPOE_CONFIGS" = "Configurações de PPPoE inexistentes";

// other items
"SHOW_TIMER" = "Mostrar duração da ligação";
"SHOW_ANIMATED_STATUS" = "Mostrar estado ao ligar";
"STOP_SHOWING_TIME" = "Deixar de mostrar a hora na barra de menus";

"SHOW_TIME_FORMAT" = "Mostrar a hora de \"%@\" na barra de menus";

// scrolling text resources
"SCROLL_CONNECTING" = "A ligar…";
"SCROLL_DIALING" = "A marcar…";
"SCROLL_DISCONNECTING" = "A desligar…";
"SCROLL_AUTHENTICATING" = "A autenticar…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Desligar %@";
"NOT_CONNECTED_FORMAT" = "Ligar %@";
"CONNECTING_FORMAT" = "A ligar %@";
"DISCONNECTING_FORMAT" = "A desligar %@";
"AUTHENTICATING_FORMAT" = "A autenticar %@";

"DEFAULT" = "Predefinição";

/* name strings */
"VPN menu extra" = "Opção de menu extra VPN";
"PPP menu extra" = "Opção de menu extra PPP";
"PPPoE menu extra" = "Opção de menu extra PPPoE";
